# This is a list of casks to be updated by auto_updater.sh
# Always the latest version
adoptopenjdk-jre
adoptopenjdk-openj9
adoptopenjdk-openj9-jre
# OpenJDK8
adoptopenjdk8
adoptopenjdk8-jre
adoptopenjdk8-openj9
adoptopenjdk8-openj9-jre
# OpenJDK9
adoptopenjdk9
#OpenJDK10
adoptopenjdk10
# OpenJDK11
adoptopenjdk11
adoptopenjdk11-jre
adoptopenjdk11-openj9
adoptopenjdk11-openj9-jre
# OpenJDK12
adoptopenjdk12
adoptopenjdk12-jre
adoptopenjdk12-openj9
adoptopenjdk12-openj9-jre
# OpenJDK13
adoptopenjdk13
adoptopenjdk13-jre
adoptopenjdk13-openj9
adoptopenjdk13-openj9-jre
# OpenJDK14
adoptopenjdk14
adoptopenjdk14-jre
adoptopenjdk14-openj9
adoptopenjdk14-openj9-jre
# OpenJDK15
adoptopenjdk15
adoptopenjdk15-jre
adoptopenjdk15-openj9
adoptopenjdk15-openj9-jre
# OpenJDK16
adoptopenjdk16
adoptopenjdk16-jre
adoptopenjdk16-openj9
adoptopenjdk16-openj9-jre
# Leave this blank line
